export default {
  projections: {
    КонвФайлыE: {
      путьФайла: {
        __caption__: 'Путь файла'
      },
      выгрФайла: {
        __caption__: 'Новое имя',
        newName: {
          __caption__: 'Новое имя'
        },
        конвертация: {
          __caption__: '',
          имяДок: {
            __caption__: 'Имя документа'
          },
          загрФайла: {
            __caption__: '',
            эксФайлы: {
              __caption__: '',
              имя: {
                __caption__: 'Старое имя'
              }
            }
          }
        }
      }
    },
    КонвФайлыL: {
      путьФайла: {
        __caption__: 'Путь до файла'
      },
      выгрФайла: {
        __caption__: 'Новое имя',
        newName: {
          __caption__: 'Новое имя'
        },
        конвертация: {
          __caption__: '',
          имяДок: {
            __caption__: 'Имя документа'
          },
          загрФайла: {
            __caption__: '',
            эксФайлы: {
              __caption__: '',
              имя: {
                __caption__: 'Старое имя'
              }
            }
          }
        }
      }
    }
  },
  validations: {
    путьФайла: {
      __caption__: 'Путь файла'
    },
    выгрФайла: {
      __caption__: 'Новое имя'
    }
  }
};
