export default {
  projections: {
    Тч_загрE: {
      атрибут: {
        __caption__: 'Атрибут'
      },
      ограничение: {
        __caption__: 'Ограничение'
      },
      обязательный: {
        __caption__: 'Обязательный'
      },
      типАтр: {
        __caption__: 'Тип атр'
      }
    }
  },
  validations: {
    атрибут: {
      __caption__: 'Атрибут'
    },
    обязательный: {
      __caption__: 'Обязательный'
    },
    ограничение: {
      __caption__: 'Ограничение'
    },
    типАтр: {
      __caption__: 'Тип атр'
    },
    загрФайла: {
      __caption__: 'загрФайла'
    }
  }
};
