export default {
  projections: {
    ЗагрФайлаE: {
      дата: {
        __caption__: 'Дата'
      },
      путь: {
        __caption__: 'Путь'
      },
      эксФайлы: {
        __caption__: 'Эксель файл',
        репозиторий: {
          __caption__: 'Репозиторий'
        },
        имя: {
          __caption__: 'Имя'
        }
      },
      тч_загр: {
        __caption__: 'Атрибуты загрузки',
        атрибут: {
          __caption__: 'Атрибут'
        },
        ограничение: {
          __caption__: 'Ограничение'
        },
        обязательный: {
          __caption__: 'Обязательный'
        },
        типАтр: {
          __caption__: 'Тип атр'
        }
      }
    },
    ЗагрФайлаL: {
      дата: {
        __caption__: 'Дата'
      },
      путь: {
        __caption__: 'Путь'
      },
      эксФайлы: {
        __caption__: 'Имя',
        имя: {
          __caption__: 'Имя'
        }
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата'
    },
    путь: {
      __caption__: 'Путь'
    },
    эксФайлы: {
      __caption__: 'Эксель файл'
    },
    тч_загр: {
      __caption__: 'Атрибуты загрузки'
    }
  }
};
