export default {
  projections: {
    КонвертацияE: {
      имяДок: {
        __caption__: 'Имя док'
      },
      загрФайла: {
        __caption__: 'Загрузка файла',
        путь: {
          __caption__: 'Путь'
        }
      },
      настрКонв: {
        __caption__: 'Настройки конвертации',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    },
    КонвертацияL: {
      имяДок: {
        __caption__: 'Имя док'
      },
      загрФайла: {
        __caption__: 'Загрузка файла',
        путь: {
          __caption__: 'Загрузка файла'
        }
      },
      настрКонв: {
        __caption__: 'Настройка',
        наименование: {
          __caption__: 'Настройка'
        }
      }
    }
  },
  validations: {
    имяДок: {
      __caption__: 'Имя док'
    },
    загрФайла: {
      __caption__: 'Загрузка файла'
    },
    настрКонв: {
      __caption__: 'Настройки конвертации'
    }
  }
};
